Repository: MateenNawaz3/Smart_Shop
Catalog: SmartShop/Localization/Localizable.xcstrings
Source language: en
Languages: da, de

# tourist.ctaText
source: Create a free account to unlock weekly offers, favourite stores and the local bulletin board.
da: Opret en gratis konto og få adgang til ugens tilbud, favoritbutikker og opslagstavlen.
de: Erstelle ein kostenloses Konto und erhalte Zugang zu Wochenangeboten, Lieblingsfilialen und der Pinnwand.

# tourist.ctaTitle
source: Staying for a while?
da: Bliver du her et stykke tid?
de: Bleibst du länger?

# tourist.description
source: You are using the app as a guest. Here is everything you need to know about shopping at a Smart Shop 24-7 store.
da: Du bruger appen som gæst. Her er alt, du skal vide om at handle i en Smart Shop 24-7 butik.
de: Du nutzt die App als Gast. Hier findest du alles, was du zum Einkaufen in einem Smart Shop 24-7 wissen musst.

# tourist.directions
source: Directions
da: Rutevejledning
de: Route

# tourist.done
source: Done
da: Færdig
de: Fertig

# tourist.goodToKnow
source: Good to know
da: Godt at vide
de: Gut zu wissen

# tourist.goodToKnowSub
source: Payment, deposit, age limits and help
da: Betaling, pant, aldersgrænser og hjælp
de: Bezahlung, Pfand, Altersgrenzen und Hilfe

# tourist.gtkDescription
source: Practical information for visitors to Denmark.
da: Praktisk information til dig, der er på besøg i Danmark.
de: Praktische Informationen für deinen Besuch in Dänemark.

# tourist.gtkItems.0.body
source: Most stores are open 24 hours a day, every day of the week — including public holidays.
da: De fleste butikker har åbent 24 timer i døgnet, alle ugens dage — også på helligdage.
de: Die meisten Filialen sind 24 Stunden am Tag geöffnet, an allen Wochentagen — auch an Feiertagen.

# tourist.gtkItems.0.title
source: Open around the clock
da: Åbent hele døgnet
de: Rund um die Uhr geöffnet

# tourist.gtkItems.1.body
source: There is no cash in the stores. Pay by debit/credit card or mobile payment at the self-checkout. Danish and foreign cards are accepted.
da: Der er ingen kontanter i butikkerne. Du betaler med betalingskort eller mobilbetaling ved selvbetjeningskassen. Danske og udenlandske kort accepteres.
de: In den Läden gibt es kein Bargeld. Du zahlst mit Karte oder Handy an der Selbstbedienungskasse. Dänische und ausländische Karten werden akzeptiert.

# tourist.gtkItems.1.title
source: Payment
da: Betaling
de: Bezahlung

# tourist.gtkItems.2.body
source: Danish bottles and cans carry a refundable deposit (pant). The return machine is usually by the entrance and prints a voucher you can use as payment.
da: Danske flasker og dåser har pant. Pantautomaten står typisk ved indgangen — du får en bon, du kan bruge som betaling.
de: Auf dänische Flaschen und Dosen wird Pfand erhoben. Der Pfandautomat steht meist am Eingang und druckt einen Bon, den du als Zahlung nutzen kannst.

# tourist.gtkItems.2.title
source: Deposit on bottles and cans
da: Pant på flasker og dåser
de: Pfand auf Flaschen und Dosen

# tourist.gtkItems.3.body
source: You must be 16 to buy beer and wine, and 18 for spirits and tobacco. You may be asked for ID at the checkout.
da: Du skal være 16 år for at købe øl og vin, og 18 år for spiritus og tobak. Der kan blive bedt om legitimation ved kassen.
de: Für Bier und Wein musst du 16 Jahre alt sein, für Spirituosen und Tabak 18. An der Kasse kann ein Ausweis verlangt werden.

# tourist.gtkItems.3.title
source: Alcohol and tobacco
da: Alkohol og tobak
de: Alkohol und Tabak

# tourist.gtkItems.4.body
source: Checkout not working, or need a hand? Call +45 70 22 03 60 or use the Contact page in the app. All stores are video monitored.
da: Virker kassen ikke, eller mangler du hjælp? Ring til +45 70 22 03 60, eller brug Kontakt-siden i appen. Der er kameraovervågning i alle butikker.
de: Kasse defekt oder brauchst du Hilfe? Ruf +45 70 22 03 60 an oder nutze die Kontaktseite in der App. Alle Filialen sind videoüberwacht.

# tourist.gtkItems.4.title
source: If something goes wrong
da: Hvis noget går galt
de: Wenn etwas nicht klappt

# tourist.gtkTitle
source: Good to know
da: Godt at vide
de: Gut zu wissen

# tourist.howto
source: How to shop
da: Sådan handler du
de: So kaufst du ein

# tourist.howtoDescription
source: Five simple steps — it takes less than a minute to learn.
da: Fem enkle trin — det tager under et minut at lære.
de: Fünf einfache Schritte — in weniger als einer Minute erklärt.

# tourist.howtoSub
source: Step by step, from the door to the receipt
da: Trin for trin, fra døren til kvitteringen
de: Schritt für Schritt, von der Tür bis zum Kassenbon

# tourist.howtoTitle
source: How to shop
da: Sådan handler du
de: So kaufst du ein

# tourist.intro
source: Smart Shop 24-7 runs unstaffed 24-hour grocery stores across Denmark. Walk in, pick your items and pay by yourself — any hour, all year round.
da: Smart Shop 24-7 er ubemandede døgnbutikker i hele Danmark. Du går ind, finder dine varer og betaler selv — hele døgnet, året rundt.
de: Smart Shop 24-7 betreibt unbemannte 24-Stunden-Läden in ganz Dänemark. Reingehen, Waren aussuchen und selbst bezahlen — rund um die Uhr, das ganze Jahr.

# tourist.languageLabel
source: Language
da: Sprog
de: Sprache

# tourist.next
source: Next
da: Næste
de: Weiter

# tourist.open247
source: Open 24/7
da: Åbent 24/7
de: 24/7 geöffnet

# tourist.openLimited
source: Limited opening hours
da: Begrænset åbningstid
de: Eingeschränkte Öffnungszeiten

# tourist.steps.0.body
source: Our stores are in smaller towns and villages. Use Find a store in the app to see the address and get directions.
da: Vores butikker ligger i mindre byer og landsbyer. Brug Find en butik i appen for at se adresse og rutevejledning.
de: Unsere Läden liegen in kleineren Städten und Dörfern. Nutze Filiale finden in der App für Adresse und Route.

# tourist.steps.0.title
source: 1. Find the store
da: 1. Find butikken
de: 1. Filiale finden

# tourist.steps.1.body
source: The door is open around the clock. Some stores unlock with a key fob — hold it against the reader by the door. No fob? Call the number on the door.
da: Døren er åben hele døgnet. Nogle butikker låses op med en nøglebrik — hold den op mod læseren ved døren. Har du ikke en brik, kan du ringe til nummeret på døren.
de: Die Tür ist rund um die Uhr offen. Manche Läden öffnen mit einem Schlüsselchip — halte ihn an den Leser an der Tür. Ohne Chip: Ruf die Nummer an der Tür an.

# tourist.steps.1.title
source: 2. Go inside
da: 2. Gå ind
de: 2. Hineingehen

# tourist.steps.2.body
source: You'll find the everyday basics: milk, bread, meat, fruit, drinks and a few treats. Prices are shown on the shelf.
da: Butikken har alt det daglige: mælk, brød, kød, frugt, drikkevarer og lidt til den søde tand. Priserne står ved hylden.
de: Du findest alles für den Alltag: Milch, Brot, Fleisch, Obst, Getränke und etwas Süßes. Die Preise stehen am Regal.

# tourist.steps.2.title
source: 3. Pick your items
da: 3. Find dine varer
de: 3. Waren aussuchen

# tourist.steps.3.body
source: Scan each item at the self-checkout and pay by card or mobile. Foreign cards are accepted.
da: Scan hver vare ved selvbetjeningskassen og betal med kort eller mobil. Udenlandske kort accepteres.
de: Scanne jede Ware an der Selbstbedienungskasse und zahle mit Karte oder Handy. Ausländische Karten werden akzeptiert.

# tourist.steps.3.title
source: 4. Scan and pay yourself
da: 4. Scan og betal selv
de: 4. Selbst scannen und bezahlen

# tourist.steps.4.body
source: The receipt appears on screen and can be sent to your email. That's it — enjoy your stay!
da: Du får kvitteringen på skærmen og kan vælge at få den på mail. Så er du klar til at gå — god handel!
de: Der Bon erscheint auf dem Bildschirm und kann per E-Mail verschickt werden. Fertig — viel Spaß!

# tourist.steps.4.title
source: 5. Take your receipt
da: 5. Tag din kvittering
de: 5. Kassenbon mitnehmen

# tourist.stores
source: Find a store
da: Find en butik
de: Filiale finden

# tourist.storesDescription
source: All our stores with address, phone number and directions.
da: Alle vores butikker med adresse, telefon og rutevejledning.
de: Alle unsere Filialen mit Adresse, Telefonnummer und Routenplanung.

# tourist.storesSub
source: Addresses, phone numbers and directions
da: Adresser, telefon og rutevejledning
de: Adressen, Telefonnummern und Routenplanung

# tourist.storesTitle
source: Find a store
da: Find en butik
de: Filiale finden

# tourist.title
source: Welcome
da: Velkommen
de: Willkommen

# verify.keyFob.errors.generic
source: The number couldn't be saved. Please try again.
da: Nummeret kunne ikke gemmes. Prøv igen.
de: Die Nummer konnte nicht gespeichert werden. Bitte versuche es erneut.

# verify.keyFob.errors.invalid
source: The number may only contain letters and digits (3-32 characters).
da: Nummeret må kun indeholde tal og bogstaver (3-32 tegn).
de: Die Nummer darf nur Buchstaben und Ziffern enthalten (3-32 Zeichen).

# verify.keyFob.intro
source: If you already have a physical key fob, you can save its number here.
da: Har du allerede en fysisk nøglebrik, kan du gemme nummeret her.
de: Wenn du bereits einen physischen Schlüsselchip hast, kannst du die Nummer hier speichern.

# verify.keyFob.label
source: Key fob number
da: Nøglebriknummer
de: Schlüsselchip-Nummer

# verify.keyFob.placeholder
source: E.g. 1234567
da: Fx 1234567
de: z. B. 1234567

# verify.keyFob.remove
source: Remove
da: Fjern
de: Entfernen

# verify.keyFob.save
source: Save key fob
da: Gem nøglebrik
de: Schlüsselchip speichern

# verify.keyFob.saved
source: Your key fob number is saved.
da: Nøglebrikken er gemt.
de: Deine Schlüsselchip-Nummer wurde gespeichert.

# verify.keyFob.saving
source: Saving …
da: Gemmer …
de: Wird gespeichert …

# verify.keyFob.title
source: Key fob
da: Nøglebrik
de: Schlüsselchip

# verify.more.accessSub
source: Open the door and pay with your phone
da: Åbn døren og betal med telefonen
de: Tür öffnen und mit dem Handy bezahlen

# verify.more.accessTitle
source: NFC access
da: NFC-adgang
de: NFC-Zugang

# verify.more.verifySub
source: Verify with MitID, passport or driving licence
da: Bekræft med MitID, pas eller kørekort
de: Mit MitID, Reisepass oder Führerschein bestätigen

# verify.more.verifyTitle
source: Identity
da: Identitet
de: Identität

# verify.nfc.again
source: Try again
da: Prøv igen
de: Erneut versuchen

# verify.nfc.checkoutOk
source: You've been recognised at the checkout.
da: Du er genkendt ved kassen.
de: Du wurdest an der Kasse erkannt.

# verify.nfc.checkoutSub
source: Be recognised when paying
da: Bliv genkendt ved betaling
de: Beim Bezahlen erkannt werden

# verify.nfc.checkoutTitle
source: The checkout
da: Kassen
de: Die Kasse

# verify.nfc.demoNote
source: Simulated NFC. Real reader hardware will be connected later.
da: Simuleret NFC. Rigtig læser-hardware kobles på senere.
de: Simuliertes NFC. Echte Lesegeräte werden später angebunden.

# verify.nfc.denied
source: Access denied
da: Adgang nægtet
de: Zugang verweigert

# verify.nfc.deniedReason
source: Your account isn't verified yet.
da: Din konto er ikke bekræftet endnu.
de: Dein Konto ist noch nicht bestätigt.

# verify.nfc.doorOk
source: The door is open — welcome in!
da: Døren er åben — velkommen ind!
de: Die Tür ist offen — herzlich willkommen!

# verify.nfc.doorSub
source: Unlock the store door
da: Lås butiksdøren op
de: Die Ladentür entriegeln

# verify.nfc.doorTitle
source: The door
da: Døren
de: Die Tür

# verify.nfc.intro
source: Hold your phone against the NFC reader at the store door or the checkout. With a verified account you're recognised automatically.
da: Hold telefonen mod NFC-læseren ved butiksdøren eller kassen. Har du en bekræftet konto, bliver du genkendt automatisk.
de: Halte dein Handy an das NFC-Lesegerät an der Ladentür oder an der Kasse. Mit einem bestätigten Konto wirst du automatisch erkannt.

# verify.nfc.noRecent
source: No activity yet.
da: Ingen aktivitet endnu.
de: Noch keine Aktivität.

# verify.nfc.pointCheckout
source: Checkout
da: Kasse
de: Kasse

# verify.nfc.pointDoor
source: Door
da: Dør
de: Tür

# verify.nfc.recent
source: Recent activity
da: Seneste aktivitet
de: Letzte Aktivität

# verify.nfc.resultDenied
source: Denied
da: Nægtet
de: Verweigert

# verify.nfc.resultOk
source: Approved
da: Godkendt
de: Genehmigt

# verify.nfc.scanning
source: Reading …
da: Læser …
de: Wird gelesen …

# verify.nfc.storeLabel
source: Store
da: Butik
de: Geschäft

# verify.nfc.tap
source: Hold your phone against the reader
da: Hold telefonen mod læseren
de: Halte dein Handy an das Lesegerät

# verify.nfc.title
source: NFC access
da: NFC-adgang
de: NFC-Zugang

# verify.nfc.verifyCta
source: Verify your identity
da: Bekræft din identitet
de: Identität bestätigen

# verify.verify.backHint
source: Take a clear photo of the back of the document.
da: Tag et tydeligt foto af dokumentets bagside.
de: Mach ein deutliches Foto der Rückseite des Dokuments.

# verify.verify.backLabel
source: Back
da: Bagside
de: Rückseite

# verify.verify.changeFile
source: Choose another image
da: Vælg et andet billede
de: Anderes Bild wählen

# verify.verify.chooseDocument
source: Choose document
da: Vælg dokument
de: Dokument wählen

# verify.verify.chooseFile
source: Choose image
da: Vælg billede
de: Bild wählen

# verify.verify.continueApp
source: Continue in the app
da: Fortsæt i appen
de: Weiter in der App

# verify.verify.demoNote
source: Demo: the photo is stored securely but approved automatically. Manual review and ID scanning come later.
da: Demo: billedet gemmes sikkert, men godkendes automatisk. Manuel kontrol og ID-scanning kommer senere.
de: Demo: Das Foto wird sicher gespeichert, aber automatisch genehmigt. Manuelle Prüfung und ID-Scan folgen später.

# verify.verify.done
source: Thank you! Your identity is verified.
da: Tak! Din identitet er bekræftet.
de: Danke! Deine Identität ist bestätigt.

# verify.verify.driversLicense
source: Driving licence
da: Kørekort
de: Führerschein

# verify.verify.errors.generic
source: We couldn't send your document. Please try again.
da: Vi kunne ikke sende dit dokument. Prøv igen.
de: Wir konnten dein Dokument nicht senden. Bitte versuche es erneut.

# verify.verify.errors.noBack
source: Also choose a photo of the back.
da: Vælg også et billede af bagsiden.
de: Wähle auch ein Foto der Rückseite.

# verify.verify.errors.noFile
source: Choose a photo of your document.
da: Vælg et billede af dit dokument.
de: Wähle ein Foto deines Dokuments.

# verify.verify.errors.tooLarge
source: The image may be no larger than 10 MB.
da: Billedet må højst fylde 10 MB.
de: Das Bild darf höchstens 10 MB groß sein.

# verify.verify.errors.wrongType
source: The file must be an image (JPG or PNG).
da: Filen skal være et billede (JPG eller PNG).
de: Die Datei muss ein Bild sein (JPG oder PNG).

# verify.verify.foreignSub
source: If you live abroad, you can verify with a photo of your passport or driving licence.
da: Bor du i udlandet, kan du bekræfte dig med et foto af dit pas eller kørekort.
de: Wenn du im Ausland wohnst, kannst du dich mit einem Foto deines Reisepasses oder Führerscheins bestätigen.

# verify.verify.foreignTitle
source: No Danish MitID?
da: Uden dansk MitID?
de: Kein dänisches MitID?

# verify.verify.frontHint
source: Take a clear photo of the front of the document.
da: Tag et tydeligt foto af dokumentets forside.
de: Mach ein deutliches Foto der Vorderseite des Dokuments.

# verify.verify.frontLabel
source: Front
da: Forside
de: Vorderseite

# verify.verify.idCard
source: ID card
da: ID-kort
de: Personalausweis

# verify.verify.intro
source: We verify every customer before granting access to our 24-hour stores. Pick the method that suits you.
da: Vi bekræfter alle kunder, før de får adgang til de døgnåbne butikker. Vælg den metode, der passer dig.
de: Wir bestätigen jeden Kunden, bevor er Zugang zu unseren rund um die Uhr geöffneten Geschäften erhält. Wähle die passende Methode.

# verify.verify.methodIdCard
source: ID card
da: ID-kort
de: Personalausweis

# verify.verify.methodLabel
source: Method
da: Metode
de: Methode

# verify.verify.methodLicense
source: Driving licence
da: Kørekort
de: Führerschein

# verify.verify.methodPassport
source: Passport
da: Pas
de: Reisepass

# verify.verify.mitidCta
source: Continue with MitID
da: Fortsæt med MitID
de: Mit MitID fortfahren

# verify.verify.mitidSub
source: Fastest if you have Danish MitID.
da: Hurtigst, hvis du har dansk MitID.
de: Am schnellsten, wenn du dänisches MitID hast.

# verify.verify.passport
source: Passport
da: Pas
de: Reisepass

# verify.verify.passportHint
source: A passport only needs the photo page with your details.
da: Pas kræver kun fotosiden med dine oplysninger.
de: Beim Reisepass reicht die Fotoseite mit deinen Daten.

# verify.verify.previewAlt
source: Photo of your document
da: Foto af dit dokument
de: Foto deines Dokuments

# verify.verify.skip
source: Skip for now
da: Spring over for nu
de: Vorerst überspringen

# verify.verify.statusNone
source: Not verified
da: Ikke bekræftet
de: Nicht bestätigt

# verify.verify.statusPending
source: Awaiting approval
da: Afventer godkendelse
de: Wartet auf Genehmigung

# verify.verify.statusRejected
source: Rejected
da: Afvist
de: Abgelehnt

# verify.verify.statusVerified
source: Verified
da: Bekræftet
de: Bestätigt

# verify.verify.submit
source: Send for approval
da: Send til godkendelse
de: Zur Prüfung senden

# verify.verify.submitting
source: Sending …
da: Sender …
de: Wird gesendet …

# verify.verify.title
source: Verify your identity
da: Bekræft din identitet
de: Identität bestätigen

# verify.verify.uploadHint
source: Make sure the whole document is visible and the text is readable. JPG or PNG, max 10 MB.
da: Sørg for, at hele dokumentet er med, og at teksten kan læses. JPG eller PNG, maks. 10 MB.
de: Achte darauf, dass das ganze Dokument sichtbar und der Text lesbar ist. JPG oder PNG, max. 10 MB.

# verify.verify.uploadTitle
source: Upload a clear photo
da: Upload et tydeligt foto
de: Lade ein deutliches Foto hoch

# welcome.subtitle
source: Your local shop – always open. 24 hours a day, 7 days a week.
da: Din lokale butik – altid åben. 24 timer i døgnet, 7 dage om ugen.
de: Dein Laden vor Ort – immer geöffnet. 24 Stunden am Tag, 7 Tage die Woche.

# welcome.title
source: Welcome
da: Velkommen
de: Willkommen

# wheel.errorGeneric
source: Something went wrong. Please try again shortly.
da: Noget gik galt. Prøv igen om lidt.
de: Etwas ist schiefgelaufen. Bitte versuche es gleich noch einmal.

# wheel.giftCardAmount
source: Gift card {amount} kr
da: Gavekort {amount} kr
de: Geschenkgutschein {amount} kr

# wheel.goodLuck
source: Good luck…
da: Held og lykke…
de: Viel Glück…

# wheel.loseDesc
source: You've used today's spin. Try again tomorrow!
da: Du har brugt dagens spin. Prøv igen i morgen!
de: Du hast den heutigen Versuch bereits genutzt. Versuch es morgen wieder!

# wheel.loseTitle
source: Sorry — no prize this time
da: Desværre — ingen gevinst
de: Leider — kein Gewinn

# wheel.pageDescription
source: Spin the prize wheel once a day and win a 50 kr gift card for Smart Shop 24-7.
da: Drej lykkehjulet én gang i døgnet og vind et gavekort på 50 kr til Smart Shop 24-7.
de: Drehe einmal täglich das Glücksrad und gewinne einen Geschenkgutschein über 50 kr für Smart Shop 24-7.

# wheel.pageTitle
source: Contests
da: Konkurrencer
de: Gewinnspiele

# wheel.retryDesc
source: You got an extra try — spin the wheel again right away.
da: Du fik et ekstra forsøg — drej hjulet igen med det samme.
de: Du hast einen weiteren Versuch bekommen — dreh das Rad sofort noch einmal.

# wheel.retryTitle
source: Try again!
da: Prøv igen!
de: Nochmal versuchen!

# wheel.segLose
source: No luck
da: Desværre
de: Leider nicht

# wheel.segRetry
source: Try again
da: Prøv igen
de: Nochmal

# wheel.spinAgain
source: Spin again
da: Drej igen
de: Nochmal drehen

# wheel.spinning
source: Spinning…
da: Drejer…
de: Dreht…

# wheel.spinWheel
source: Spin the wheel
da: Drej hjulet
de: Rad drehen

# wheel.tryTomorrow
source: Try again tomorrow
da: Prøv igen i morgen
de: Versuch es morgen wieder

# wheel.winDesc
source: Show this barcode at checkout in your Smart Shop store to have the amount deducted from your purchase.
da: Vis denne stregkode i kassen i din Smart Shop-butik, så trækkes beløbet fra dit køb.
de: Zeige diesen Barcode an der Kasse in deinem Smart Shop, damit der Betrag von deinem Einkauf abgezogen wird.

# wheel.winTitle
source: Congratulations — you won {amount} kr!
da: Tillykke — du vandt {amount} kr!
de: Glückwunsch — du hast {amount} kr gewonnen!

# wheel.yourGiftCards
source: Your gift cards
da: Dine gavekort
de: Deine Geschenkgutscheine

# mitid.errorCancelled
source: The MitID sign-in was cancelled.
da: MitID-login blev afbrudt.
de: Die MitID-Anmeldung wurde abgebrochen.

# mitid.errorExpired
source: That link has expired. Please try again.
da: Linket er udløbet. Prøv igen.
de: Dieser Link ist abgelaufen. Bitte erneut versuchen.

# mitid.signIn.accountCreated
source: Your account has been created.
da: Din konto er oprettet.
de: Ihr Konto wurde erstellt.

# mitid.signIn.completing
source: Signing you in …
da: Logger ind …
de: Anmeldung läuft …

# mitid.signIn.start
source: Continue to MitID
da: Fortsæt til MitID
de: Weiter zu MitID

# mitid.signIn.starting
source: Opening MitID …
da: Åbner MitID …
de: MitID wird geöffnet …

# mitid.signIn.subtitle
source: You'll be sent to MitID and returned to the app when you're done.
da: Du sendes til MitID og kommer tilbage til appen, når du er færdig.
de: Sie werden zu MitID weitergeleitet und kehren danach zur App zurück.

# mitid.signIn.termsNote
source: By continuing you accept our terms and privacy policy.
da: Ved at fortsætte accepterer du vores betingelser og privatlivspolitik.
de: Mit dem Fortfahren akzeptieren Sie unsere Bedingungen und Datenschutzerklärung.

# mitid.signIn.title
source: Sign in with MitID
da: Log ind med MitID
de: Mit MitID anmelden

# mitid.signIn.tryAgain
source: Try again
da: Prøv igen
de: Erneut versuchen

# mitid.signIn.waiting
source: Finish in MitID. You'll come back here automatically.
da: Færdiggør i MitID. Du kommer automatisk tilbage hertil.
de: Schließen Sie in MitID ab. Sie kehren automatisch hierher zurück.

# mitid.signIn.welcomeBack
source: Welcome back
da: Velkommen tilbage
de: Willkommen zurück

# signup.errors.enterPassword
source: Enter a password
da: Indtast et kodeord
de: Geben Sie ein Passwort ein

# signup.errors.passwordGeneric
source: The password could not be saved. Please try again.
da: Kodeordet kunne ikke gemmes. Prøv igen.
de: Das Passwort konnte nicht gespeichert werden. Bitte erneut versuchen.

# signup.errors.passwordTooShort
source: The password must be at least 8 characters
da: Kodeordet skal være mindst 8 tegn
de: Das Passwort muss mindestens 8 Zeichen lang sein

# signup.errors.passwordsDontMatch
source: The passwords do not match
da: Kodeordene er ikke ens
de: Die Passwörter stimmen nicht überein

# signup.errors.repeatPassword
source: Repeat the password
da: Gentag kodeordet
de: Wiederholen Sie das Passwort

# signup.password.newPassword
source: New password
da: Nyt kodeord
de: Neues Passwort

# signup.password.repeatPassword
source: Repeat password
da: Gentag kodeord
de: Passwort wiederholen

# signup.password.save
source: Save password
da: Gem kodeord
de: Passwort speichern

# signup.password.saved
source: Your password has been saved.
da: Dit kodeord er gemt.
de: Ihr Passwort wurde gespeichert.

# signup.password.saving
source: Saving …
da: Gemmer …
de: Speichern …

# signup.password.subtitle
source: Choose a password so you can sign in with your email.
da: Vælg et kodeord, så du kan logge ind med din email.
de: Wählen Sie ein Passwort, um sich mit Ihrer E-Mail anzumelden.

# signup.password.title
source: Create password
da: Opret kodeord
de: Passwort erstellen

# signup.steps.password
source: Password
da: Kodeord
de: Passwort
